/* No comment provided by engineer. */
"" = "";

/* No comment provided by engineer. */
"\n\n" = "\n\n";

/* No comment provided by engineer. */
" in catalog" = " 在目录中";

/* No comment provided by engineer. */
"%@ already exists. Do you want to replace it?" = "%@ 已存在。您要替换它吗？";

/* No comment provided by engineer. */
"A file with the same name already exists in that location. Replacing it will overwrite its current contents." = "该位置已存在同名文件。替换它将覆盖其当前内容。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Copy %@ %@ (%@) %@ URL" = "复制 %@ %@ (%@) %@ URL";

/* No comment provided by engineer. */
"Download %@ %@ (%@) Installer" = "下载 %@ %@ (%@) 安装程序";

/* No comment provided by engineer. */
"Download Full Installer" = "Download Full Installer";

/* No comment provided by engineer. */
"Downloaded %@" = "已下载 %@";

/* No comment provided by engineer. */
"Downloading %@" = "正在下载 %@";

/* No comment provided by engineer. */
"Retrying download of InstallAssistant.pkg..." = "正在重试下载 InstallAssistant.pkg...";

/* No comment provided by engineer. */
"Replace" = "替换";

/* No comment provided by engineer. */
"Show in Finder" = "在访达中显示";

/* No comment provided by engineer. */
"Cancel %@ download" = "取消下载 %@";

/* No comment provided by engineer. */
"Show the installer in the Downloads folder" = "在下载文件夹中显示安装程序";

/* No comment provided by engineer. */
"Language Selection" = "语言选择";

/* No comment provided by engineer. */
"Choose a language" = "选择语言";

/* No comment provided by engineer. */
"Select Language" = "选择语言";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Restart Required" = "需要重启";

/* No comment provided by engineer. */
"The app must be restarted for changes to take effect." = "必须重启应用程序才能使更改生效。";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"Clear app settings?" = "清除应用程序设置？";

/* No comment provided by engineer. */
"(App preferences will be cleared)" = "（应用程序偏好设置将被清除）";

/* No comment provided by engineer. */
"You will lose user settings and saved language." = "您将丢失用户设置和已保存的语言。";

/* No comment provided by engineer. */
"Warning" = "警告";

/* No comment provided by engineer. */
"Create Installer App from %@ %@ (%@)" = "从 %@ %@ (%@) 创建安装程序应用程序";

/* No comment provided by engineer. */
"Error Creating Installer" = "创建 macOS 安装程序时出错";

/* No comment provided by engineer. */
"The installer package %@ does not exist in the Downloads folder. Please download it first." = "下载文件夹中不存在安装包%@。请先下载.";

/* No comment provided by engineer. */
"Success" = "成功";

/* No comment provided by engineer. */
"The installer app has been created successfully in /Applications" = "macOS 安装应用程序已成功创建在 /Applications 中";

/* No comment provided by engineer. */
"The installer package has been opened. Follow the on-screen instructions to complete the installation" = "安装包已打开。按照屏幕上的说明完成安装";

/* No comment provided by engineer. */
"Failed to open the installer package. Please try opening it manually from the Downloads folder" = "无法打开安装包。请尝试从下载文件夹手动打开";

/* No comment provided by engineer. */
"Failed to create installer app. Error: %@" = "无法创建 macOS 安装应用程序。错误：%@";

/* No comment provided by engineer. */
"No write permission to /Applications folder" = "无权限写入 /Applications 文件夹";

/* No comment provided by engineer. */
"Failed to create AppleScript" = "无法创建 AppleScript";
